"CANCEL" = "Kumoa";
"DONE" = "Valmis";
"OK" = "OK";

"VOICE_MEMOS_NAVIGATION_TITLE" = "Sanelin";
"INFO_NAVIGATION_TITLE" = "Tiedot";
"LABEL_NAVIGATION_TITLE" = "Kuvaus";
"CUSTOM_NAVIGATION_TITLE" = "Muokattu";

"SHARE" = "Jaa";
"DELETE" = "Poista";

"SHARE_DETAILS_BUTTON" = "Jaa";
"TRIM_DETAILS_BUTTON" = "Leikkaa sanelua";

"SPEAKER_BUTTON" = "Kaiutin";
"DELETE_MEMO_BUTTON" = "Poista sanelu";
"SEND_TRIMMED_MMS_BUTTON" = "Lähetä viesti";
"SEND_TRIMMED_MAIL_BUTTON" = "Lähetä";
"SHARE_PROMPT" = "Jaa sanelu:";
"SEND_MAIL_BUTTON" = "Sähköposti";
"SEND_MMS_BUTTON" = "Viesti";
"TRIM_BUTTON" = "Leikkaa sanelua";
"CLOSE_BUTTON" = "Sulje";
"OK_BUTTON" = "OK";

"NONE_LABEL" = "Ei mitään";
"PODCAST_LABEL" = "Podcast";
"INTERVIEW_LABEL" = "Haastattelu";
"LECTURE_LABEL" = "Luento";
"IDEA_LABEL" = "Idea";
"MEETING_LABEL" = "Tapaaminen";
"MEMO_LABEL" = "Sanelu";
"CUSTOM_LABEL" = "Muokattu";

"RECORDED_ON_FORMAT" = "Tallennettu: %@";
"RECORDED_ON_FORMAT_EXTENDED" = "Tallennettu: %@ klo %@";

"RECORDING_STATUS_BAR_FORMAT" = "Tallennus:  %@";
"RECORDING_PAUSED_STATUS_BAR_FORMAT" = "Tallennus keskeytetty:  %@";
"RECORDING_STATUS_BAR_TIME_HMS_FORMAT" = "%d:%02d:%02d";
"RECORDING_STATUS_BAR_TIME_MS_FORMAT" = "%02d:%02d";

"RECORDING_DURATION_HMS_UNITS_FORMAT" = "%d t %d min %d s";
"RECORDING_DURATION_HMS_NO_UNITS_FORMAT" = "%d:%02d:%02d";
"RECORDING_DURATION_MS_UNITS_FORMAT" = "%d min %d s";
"RECORDING_DURATION_MS_NO_UNITS_FORMAT" = "%02d:%02d";
"RECORDING_DURATION_S_UNITS_FORMAT" = "%d s";
"RECORDING_DURATION_S_NO_UNITS_FORMAT" = "00:%02d";

"MEMO_TOO_LONG_ALERT_TITLE" = "Sanelu on liian pitkä";
"MEMO_TOO_LONG_ALERT_BODY" = "Haluatko valita sanelusta lyhyemmän version lähetettäväksi?";

"UNABLE_TO_RECORD_ALERT_TITLE" = "Mikrofonia ei saatavilla";
"UNABLE_TO_RECORD_ALERT_BODY" = "Liitä mikrofoni sanelun tallentamiseksi.";

"UNABLE_TO_INTERRUPT_ALERT_TITLE" = "Tallennus ei käytössä";
"UNABLE_TO_INTERRUPT_ALERT_BODY" = "Lopeta puhelu sanelun tallentamiseksi.";

"LOW_DISK_SPACE_ALERT_TITLE" = "Levytila vähissä";
"LOW_DISK_SPACE_ALERT_BODY" = "Ei riittävästi levytilaa sanelujen tallentamisen jatkamiseksi. Tee lisätilaa poistamalla olemassa olevia videoita tai kuvia.";

"NO_MAIL_ACCOUNT_ALERT_TITLE" = "Ota sähköpostitili käyttöön, jotta voit lähettää saneluja.";

"MEMO_FILENAME" = "Sanelu";
